Repository: common-repository/currency-rates-of-the-russian-ruble
Catalog: languages/cur-rates-cb-*.po
Languages: ru_ru

source: Currency Rates of Russian Ruble
ru_ru: Курсы валют российского рубля

source: Last updated
ru_ru: Последнее обновление

source: Code
ru_ru: Код

source: Units
ru_ru: Единиц

source: Currency
ru_ru: Валюта

source: Rate
ru_ru: Курс ЦБ РФ

source: Changes
ru_ru: Изменение

source: Currency rates of ruble
ru_ru: Курсы валют рубля

source: Currency Rates of the Russian Ruble
ru_ru: Курсы валют ЦБ РФ

source: Plugin with currency rates of the Russian ruble from the Central Bank.
ru_ru: Плагин с курсами валют ЦБ РФ.

source: Yury Sliznikov
ru_ru: Юрий Слизников
